{
  "main": {
    "name": "Aiman Afzal",
    "occupation": "Fullstack / Backend Developer - working remotely for more than two years",
    "description": "A self learner and eager to learn more. A Fullstack/Backend Developer, Blockchain lover and I love to write microservices for serverless architecture.",
    "image": "profilepic.jpg",
    "bio": [
      "I, being a Certified Blockchain Developer and a FullStack developer working as a Senior Lead backend Developer - WIRD PBC - Remote using NodeJS,ExpressJS, Python, ReactJS, and AWS (EC2, Lambda Functions, REST API, RDS, S3) and Firebase.",
      "Along with that, I am Deep Learning Certified for AI based developments working as a Software Engineer (Backend) and a key team member with team aiming towards AI based predictions to make a business successful using NodeJS, Python, Shopify and Google Analytics.",
      "Worked as a Remote software engineer for a company situated in USA (Arizona) as a full stack developer, managing the current running softwares and writing code to extend the current features using NodeJs and AWS (EC2, Lambda Functions, REST API, RDS, S3).",
      "Have been associated with multiple companies for more than 5+ years which includes my responsibilities as development and management of their software and databases, all based on web and desktop using ASP.NET (.NET and NodeJs)",
      "and opensource environment which includes JQUERY, JavaScript, AngularJS, Node.js, AWS, Firebase and HEROKU.",
      "Developed Financials, Advertisement, Sales and Hospital related custom ERP"
    ],
    "contactmessage": "You can contact me via the provided information.",
    "email": "ayman.afzal@msn.com",
    "phone": "+92-347-424-7585",
    "address": {
      "street": "Gulshan-e-Iqbal Block 10-A",
      "city": "Karachi",
      "state": "Sindh",
      "zip": "75300"
    },
    "website": "",
    "resumedownload": "https://docs.google.com/document/d/14OiXpb3FQNezMXaD7IVuwJYTe747_w6EIbKSKvl4KbI/edit?usp=sharing",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/aiman-afzal-86aa9b49",
        "className": "fa fa-linkedin"
      },
      {
        "name": "instagram",
        "url": "http://instagram.com/codergeek",
        "className": "fa fa-instagram"
      },
      {
        "name": "github",
        "url": "https://github.com/aimanafzal/",
        "className": "fa fa-github"
      },
      {
        "name": "skype",
        "url": "aiman.afzal",
        "className": "fa fa-skype"
      }
    ]
  }
 
  }

